import React from 'react';
import Header from '../Navigate/Header';
import '../App.css';

const Navigate = () => {

    return (
        <div>
            
        <div className='body'>
            <Header/>
            <div className='title'>
            <div className='titlehead'>
                <h1>Фотоника и аспирантки</h1>
            </div>
            
                <div>
                    <p>Кафедра была создана в сентябре 1956 года с названием "Кафедра дальней связи". 
                    Первым заведующим кафедрой был назначен Василий Ермолаевич Фирсов - один из первых дипломированных инженеров-связистов Сибири. 
                    Первые годы на кафедре трудились опытные специалисты и преподаватели А.Н.Каткова и А.Н.Никольский. 
                    В 1960 году начал свою деятельность в НЭИС доцент, кандидат технических наук Григорий Львович Хазанов, который возглавлял кафедру с 1970 по 1987годы. 
                    С 1965 года на кафедре трудится доцент, кандидат технических наук Эмилия Александровна Кудрявцева. 
                    Она совмещает должность доцента с должностью заместителя декана факультета МЭС. 
                    </p>
                    <p>С 1969 года на кафедре трудится профессор, 
                    кандидат технических наук Ким Ефимович Заславский. Несколько позже на кафедру пришли преподаватели Л.Г.Терновая, И.П.Крук, В.А.Рыжов, Г.Н.Попов, О.П.Кулеша. 
                    В 1968 году кафедра получила название «Кафедра МЭС». С 1981 года на кафедре работает доцент, кандидат технических наук В.Г.Фокин. 
                    В период 1987-1998 гг. кафедрой заведовал профессор, доктор технических наук Георгий Николаевич Попов. В 1987 году на кафедру пришел работать профессор, 
                    доктор технических наук Виталий Борисович Малинкин. С 1989 года на кафедре работал доцент, кандидат технических наук Владимир Афанасьевич Матвеев, 
                    который вместе с доцентом, кандидатом технических наук Энгельсом Алексеевичем Дёминым пополнили кафедру дополнительными дисциплинами и новой лабораторией 
                    схемотехники. С 1998 года кафедра носит название "Кафедра многоканальной электросвязи и оптических систем" (МЭС и ОС).
                    </p>
                </div>
            
            <p>
            </p>
            
            <p>
            </p>
            </div>
        </div>
        </div>
    );
};

export default Navigate;